"InitMessage" = "魔兽世界正在进行必要数据文件的安装。这可能需要花费几分钟的时间。你也可以取消这个过程，经由启动器来完成安装。\n\n";
"OK" = "确定";
"Cancel" = "取消";
"STORM_ERROR_WOW_NAME_STRING"="魔兽世界";
"STORM_ERROR_DOWNLOAD_FAILED"="下载数据失败。请检查网络连接。";
"STORM_ERROR_CANNOT_STREAM_ARCHIVE"="无法传输所需的压缩数据。请检查网络连接。";
"STORM_ERROR_DISK_FULL"="硬盘没有足够空间，《魔兽世界》将无法继续运行。请删除垃圾文件后再试。";
"STORM_ERROR_64BIT_VERSION_MISMATCH"="这个64位《魔兽世界》测试版与您已经安装的游戏版本不匹配。\n\n您必须获取最新的64位游戏执行文件才能继续使用64位版本，或者您也可以改用32位版本的游戏。";
"STORM_ERROR_ARCHIVE_ACCESS_DENIED" = "%s: 《魔兽世界》无法修改存档文件。请确认您具有对《魔兽世界》文件夹的写入权限，或尝试在管理员模式下运行游戏。更多详情，请参见：https://www.battlenet.com.cn/support/zh/article/53";

"RegionConfirmation_InformativeText_China"="你已将区域设置为中国，这将使你无法登陆其他地区的服务器。确定要继续吗？";

"Region_Americas"="美洲";
"Region_Europe"="欧洲";
"Region_Korea"="韩国";
"Region_Taiwan"="中国台湾";
"Region_China"="中国";
"Region_SoutheastAsia"="东南亚";
